{"sections":{"main":{"type":"main-product","blocks":{"title":{"type":"title","settings":{"heading_tag":"h3"}},"price":{"type":"price","settings":{"show_taxes_notice":false}},"payment_terms":{"type":"payment_terms","settings":{}},"separator":{"type":"separator","settings":{}},"variant_picker":{"type":"variant_picker","settings":{"hide_sold_out_variants":false,"selector_type":"block","color_selector_type":"block","size_chart_page":""}},"buy_buttons":{"type":"buy_buttons","settings":{"show_payment_button":true,"show_gift_card_recipient":true,"atc_button_background":"","atc_button_text_color":"","payment_button_background":"","payment_button_text_color":""}},"accordion_WWDdeC":{"type":"accordion","settings":{"show_below_gallery":true,"icon":"none","title":"Shipping","content":"<h3>Order confirmation<\/h3><p>A confirmation email that includes your estimated shipping date will be sent to you after the order has been placed. Once your order is shipped:<\/p><ul><li>We will send a Shipment Confirmation email that provides you with a tracking number(s) of the shipment, along with the link for tracking your package(s) on the next working day of the estimated ship date. <\/li><li>You will then receive the order at the shipping address provided within the time frame based on your location.<\/li><\/ul><p>If you find that your order(s) has passed the estimated shipping date but you do not have the tracking information, please contact our Customer Service Department by live chat.<\/p><p> <\/p><h3><strong>Shipping service<\/strong><\/h3><p>We use third-party shipping partners to deliver our products to customers. However, we are now diversifying our shipping methods to provide customers with faster shipping.<\/p><p>Keep in mind:<\/p><ul><li>Free shipping is applied for all Ergonspace products purchased directly on the website.<\/li><li>Please be aware that we offer ground shipping service but no other expediting shipping options.<\/li><li>For bulk orders (more than 5 desks\/chairs), we will use LTL freight shipping. <\/li><\/ul><h3><strong>Shipping time frame<\/strong><\/h3><p>The shipping time frame is how long it takes for the product to reach your location. The shipping time frame is calculated from the estimated shipping date to the delivered date. Please note that each item in one order may have different estimated shipping dates due to different stock availability. <\/p><p>The shipping time frame varies depending on your locations:<\/p><ul><li>3 to 8 business days after the item’s estimated shipping date. <\/li><\/ul><p><\/p><h3><strong>Multiple shipments<\/strong><\/h3><p>Sometimes you may find that your order is delivered in several packages. That means items are shipped from different Ergonspace warehouses for a number of reasons:<\/p><ul><li>By separately packaging components we may lower the risk of any damage or breakages during transit<\/li><li>We have multiple warehouse locations, and our separate packaging gives our shipping partners the flexibility to pick up and deliver your order<\/li><li>We are able to optimize our shipping costs and continue to provide you with free shipping (except oversized products)<\/li><\/ul><h3><strong>Sales tax & VAT <\/strong><\/h3><p>The tax amount you’re paying at checkout on our website is either sales tax, GST or VAT varying by country. Tax will be calculated when you input your shipping address during the checkout process.<\/p><h3><br\/><\/h3><h3><strong>Missing or lost packages<\/strong><\/h3><p>In case you receive delivery notification of the shipment(s) via your email without finding or receiving the order(s), please try:<\/p><ul><li>Looking around the shipping address (if you live at a residence)<\/li><li>Checking again with the receptionist at the reception area (if you live in an apartment)<\/li><li>Ergonspace reserves the right to deny assistance or responsibility for all the lost claims, which are reported to us after 30 days from the delivery date, or because customer provides the incorrect\/incomplete shipping address<\/li><\/ul><p> <\/p><p>Some carrier’s delivery notification can be shot out 24 hours before its actual arrival. If you still can’t find your package(s), please report the case immediately to us by live chat. So that our Customer Service Department can assist you in filing the claim and sending you a new package(s) replacement.<\/p>","page":""}},"accordion_Rtxp4K":{"type":"accordion","settings":{"show_below_gallery":true,"icon":"none","title":"Trial & Returns","content":"<h2><\/h2><p>At <strong>Ergonspace<\/strong>, we pride ourselves on building high-quality products that add value to our customers' lives. If you aren’t satisfied with your purchase, you may return it within 30 days of having received it. <\/p><p><strong>Returns from Canada & United States<\/strong><\/p><p>A flat-rate return shipping fee will be deducted from the refund of any purchase. The flat-rate fees don’t combine if you return both a desk and accessories; only the desk fee would apply in this instance.<\/p><p>The return fees per product category : <\/p><ul><li>Standing Desks :  $150*<br\/><\/li><li>Small Accessories : $25*<\/li><li>Mid Sized Accessories (Neat Filing Cabinet, Treadmill) : $45*<\/li><li>Seating (YouToo Ergonomic Chair, Tilt Stool) : $45*<\/li><\/ul><p>*The fee is per item.<br\/>*Local Currency<\/p><p><strong>Excluded from the 30-day trial policy<\/strong><\/p><p>The following products and services are non-refundable \/ non-exchangeable:<\/p><ul><li>Shipping fees<\/li><li>Installation fees<\/li><li>Custom products<\/li><li>Almost Perfect products<\/li><li>Product Bundles<\/li><li>Samples<\/li><\/ul><p>Although the products and services described above are final sale, please note that the regular <a href=\"https:\/\/ergonofis.com\/pages\/warranty\">manufacturing warranty<\/a> still applies.<\/p><p><strong>Conditions of the return policy<\/strong><\/p><ol><li>The product needs to be returned undamaged, in its original packaging, or its equivalent. We’re aware that the returned products may get damaged in transit. To ensure that you can’t be held responsible for products damaged in transit, please follow our packaging guide carefully. <\/li><\/ol><ul><li>If the packaging process <em>is followed<\/em>: We will refund 100% of the purchase price, minus the relevant return shipping fee (flat-rate return shipping fee in Canada \/ same as forward shipping fees for returns outside of Canada).<\/li><li>If the packaging process <em>is not followed<\/em>: We will refund the lowest amount between 85% of the original purchase price and 100% of the original purchase price minus the relevant return shipping fee (flat-rate return shipping fee in Canada \/ same as forward shipping fees for returns outside of Canada).<\/li><\/ul><ol><li>Custom products, Almost Perfect products, Product bundles and discounted products are final sale. Therefore, they are non-refundable and non-exchangeable.<\/li><li>Please note that there will be no returns after the 30-day window.<\/li><li>Our 30-day return policy is only applicable once. You cannot exchange or return a product a second time if you decide to purchase again with us after having returned your first order.<\/li><li>We do not offer any exchanges, it’s simpler and faster to process a return and proceed with a new order. <br\/><br\/><\/li><li>If our delivery partner makes three attempts to deliver the product, the item will be shipped back to us. In such an event, we will reimburse the order, excluding the delivery fees incurred by us.<\/li><\/ol><p><strong>How to return a product under the 30-day return policy<\/strong><\/p><p>If you decide that your ergonspace product isn’t right for you within 30 days, follow the steps below:<\/p><p>Send us an email at support@ergonspace.com and be sure to give us:<\/p><ol><li>Your order number (ON-XXXXX)<\/li><li>Your full name<\/li><li>A list of products being returned<br\/><br\/>It would be of tremendous help if you could also tell us why you’d like to return your products. We’re always looking to improve and your feedback goes a long way :).<br\/><br\/><\/li><\/ol><p>Pack your product in the original box (or its equivalent) by following the process described in our packaging guide. Make sure to take pictures of the product in and out of its packaging and send them to support@ergonspace.com. This step will protect you from any damages that can happen in transit.<br\/><br\/><\/p><p>Once the return is approved, we will email you shipping labels. Print and apply them to each box.<\/p><p>If a desk, a chair or a filing cabinet is returned: we will then schedule a pick-up with the relevant shipping partner at your location.<\/p><p>If an accessory is returned: simply drop the package at the nearest location of the selected courier company.<\/p><p>If you live in Montreal, you can also drop the returned item at our offices to receive the refund faster.<br\/><br\/><\/p><ol><li>The refund will take 5-10 business days to process following the reception of the product pictures (detailed in the packaging guide), and the refunded amount is credited back by using the original payment method.<\/li><\/ol><p>_______________________<\/p><p><em>Please note that the return policy is defined by the following process: The request to return a product that does not have any manufacturing defects.<\/em><\/p>","page":""}},"accordion_6yLQCP":{"type":"accordion","settings":{"show_below_gallery":true,"icon":"none","title":"Warranty & Returns","content":"<h6><strong>Warranty on Ergonspace’ Standing Desks and Accessories<\/strong><\/h6><h3><\/h3><h6><strong>Warranty on the Surfaces<\/strong><\/h6><p><span style=\"text-decoration:underline\"><strong>Wooden Surfaces<\/strong><\/span><\/p><p>The wood surface (the Sway desks, the Alive desks) comes with a 3-year warranty*.<\/p><p>Our tops are made of solid wood, and with that comes certain irregularities like knots for instance. These knots are different from one wood slab to another. This trait is one of the many features that give solid wood its uniqueness. Therefore, the warranty does not apply to the wood grain, but is limited to the defect in material and workmanship. Material and workmanship defects include cracks on the usable surface that can affect the surface’s integrity, and the clear separation of wood planks at the seams of the usable surface. It’s important to note that wood is a <em>living material<\/em> that does not stay still during its lifetime. It is possible that small irregularities appear under the surface or on the sides because of temperature changes or sun exposure.<\/p><p>At the reception of our product, it’s your responsibility to inspect the usable surface of the wooden top for defects in material and workmanship. The surface will be deemed clear of any defects if no issues are revealed by your inspection 5 days after you received the table top. Afterward, any minor cracks or irregularities are deemed to be a result of the natural movement of the wood.<\/p><p>In the case that a solid wood top must be changed and Ergonspace no longer offers the wood essence in question, Ergonspace reserves the right to replace the wood top by another surface with equal worth.<\/p><p>Please note that solid wood is subject to**:<\/p><ol><li>Variations in the wood grain (as mentioned above) <\/li><li>A slight change of color over time.<\/li><li>Minor cracks and irregularities due to normal wood movement.<\/li><li>Slight bending, if the room temperature the surface is placed in is subject to variations of temperature and\/or humidity.<\/li><li>Scratches if a sharp object is used on the surface of the table, without any protective intermediary surface.<\/li><\/ol><p>* The first generation of our Sway and Alive Desks came with a 1-year warranty<br\/>** These situations are not covered by the warranty<\/p><p> <\/p><p><span style=\"text-decoration:underline\"><strong>Laminate Surfaces<\/strong><\/span><\/p><p>The Shift tops are made out of laminate and are subject to a 5-year warranty.<\/p><p>The warranty applies to the material and workmanship of the laminate surface. Material and workmanship defects are covered for cracks and bumps in the laminate surfaces upon reception of the product.<\/p><p>At the reception of our product, it’s your responsibility to inspect the laminate top for defects in material and workmanship. The surface will be deemed clear of any defects if no issues are revealed by your inspection 5 days after you received the table top.<\/p><h6><\/h6><p> Please note that laminate surfaces are subject to:<\/p><ol><li>Discoloration, if the surface is constantly exposed to the sunlight.<\/li><li>Scratches if a sharp object is used on the surface of the table, without any protective intermediary surface.<br\/><br\/>* These situations are not covered by the warranty<\/li><\/ol><p>This wood and laminate warranty is applicable for 3 year and 5 years respectively, subject, but not limited, to the limitations below:<\/p><ul><li>The variations in the finish and color of the surfaces, including but not limited to, the color change caused by direct exposure to sunlight for a prolonged period.<\/li><li>A clear sign of a temperature variation at your surfaces’ location.<\/li><li>Scratches and dents resulting from a normal everyday use of the surfaces.<\/li><li>Scratches and dents resulting from an abusive usage of the product.<\/li><li>All conditions resulting from a lack of maintenance (very little maintenance needed, refer to our maintenance guide for more info).<\/li><li>All conditions resulting from the use of an improper cleaning chemical (alcohol, detergent, etc.) that damages the finish and the wood.<\/li><li>All conditions resulting from improper installation. <\/li><li>All conditions resulting from modifications subsequent to purchase by a third party. <\/li><\/ul><p>In cases where a product falls under warranty, we will assess if either repairs, replacement parts, or a new product replacement is required. The financial responsibility for any such repair, replacement part, or new product will be assumed by us based on the conclusion of the assessment. <\/p><p>* Please note that the warranty is only applicable to the original purchaser with proof of purchase and it is not transferable.  If you use a third party service to deliver items outside of the continental US or Canada, all Ergonspace Warranty policies will be void. <\/p><p> <\/p><p><span style=\"text-decoration:underline\"><strong>Bending of the Surfaces<\/strong><\/span><\/p><p>To avoid curvature of the table tops (melamine panels or wood), it is recommended to distribute the weight on the surface. Any weight of more than 40 lbs. undistributed could cause surface curvature, and this bend is not covered by the Ergonspace warranty.<\/p><p> <\/p><h3><\/h3><h6><strong>Warranty on the Steel Frame and All Electrical Components<\/strong><\/h6><p>We warrant to the original purchaser that the steel frameset, including the motors, are free from defects in design, material, and workmanship. <\/p><p>In cases where a product falls under warranty, we will assess if either repairs, replacement parts, or a new product replacement is required. The financial responsibility for any such repair, replacement part, or new product will be assumed by us based on the conclusion of the assessment. <\/p><ul><li><span style=\"text-decoration:underline\">Steel frame warranty<br\/><\/span>The warranty is applicable for ten (10) years for the frame. <\/li><li><span style=\"text-decoration:underline\">Motor and the electrical component's warranty<br\/><\/span>The warranty is applicable for five (5) years for the motors and the electrical components, in the case that your handset’s screen or other electrical parts do not function due to manufacturing defects.<\/li><\/ul><p>The warranty is applicable but is subject, but not limited, to the limitations below:<\/p><p>Defaults caused by inadequate installation and\/or use.<\/p><ul><li>Defaults caused by inadequate installation and\/or use.<\/li><li>All products that were modified or repaired by the user or a third party, other than Ergonspace<\/li><li>Normal use damages and scratches.<\/li><li>An extensive weight used on the sit-stand desk (over 300 pounds)<\/li><\/ul><p>* Please note that the warranty is only applicable to the original purchaser with proof of purchase and it is not transferable.<\/p><p> <\/p><p> <\/p><h6><strong>Warranty on the Accessories<\/strong><\/h6><p>We offer a 1-year warranty if there is a manufacturing defect or the product does not function as promised. The accessory will be deemed clear of any esthetical defects if no issues are revealed by your inspection 5 days after you received the item. <\/p><p>If you encounter any issues, please contact us at support@ergonspace.com with a picture attached to the email. In cases where a product falls under warranty, we will assess if either repairs, replacement parts, or a new product replacement is required. The financial responsibility for any such repair, replacement part, or new product will be assumed by us based on the conclusion of the assessment. <\/p><p><span style=\"text-decoration:underline\">Here is the list of the accessories covered by this one (1) year warranty:<\/span><\/p><ul><li>Fold Laptop Stand<\/li><li>Monitor Arms<\/li><li>Desk Shelf<\/li><li>Neat Filing Cabinet<\/li><li>Drawer<\/li><li>Cable Management Spine<\/li><li>Power Bar (on and under desk)<\/li><li>Standing Desk Mat<\/li><li>Casters<\/li><li>Leather Mousepad (all colors)<\/li><li>Leather Desk Pad (all colors)<\/li><li>Cable Management Solution<\/li><li>USB-C Power Strip<\/li><li>Foldable Walking Treadmill<\/li><\/ul><p>The product needs to be returned in perfect condition without any sign of abuse or misuse. Only normal wear and tear from normal usage will be accepted. <\/p><p>* Please note that the warranty on accessories is only applicable to the original purchaser with proof of purchase, and it is not transferable. If you use a third party service to deliver items outside of continental US or Canada, all ergonspace warranty policies will be void.<\/p>","page":""}},"complementary_products":{"type":"complementary_products","settings":{"title":"Pairs well with","products_count":2,"show_below_gallery":true,"stack_products":false,"show_quick_buy":true}}},"block_order":["title","price","payment_terms","separator","variant_picker","buy_buttons","accordion_WWDdeC","accordion_Rtxp4K","accordion_6yLQCP","complementary_products"],"settings":{"color_scheme":"","container_size":"lg","product_info_size":52,"show_sticky_add_to_cart":false,"center_basic_info":false,"desktop_media_layout":"carousel_thumbnails_bottom","desktop_media_grid_gap":20,"mobile_controls":"dots","enable_media_autoplay":false,"enable_video_looping":true,"enable_image_zoom":true,"max_image_zoom_level":3}},"image_with_text_overlay_RbTPaW":{"type":"image-with-text-overlay","blocks":{"heading_tHTxmp":{"type":"heading","settings":{"text":"Keep your back healthy with our desk","heading_tag":"h1"}},"richtext_bBq9Eg":{"type":"richtext","settings":{"content":""}}},"block_order":["heading_tHTxmp","richtext_bBq9Eg"],"settings":{"color_scheme":"","image_size":"auto","image":"shopify:\/\/shop_images\/3.png","mobile_image":"shopify:\/\/shop_images\/fotor-20240402233157.png","allow_transparent_header":false,"reveal_on_scroll":true,"remove_vertical_spacing":true,"content_width":"md","mobile_text_position":"place-self-center text-center","desktop_text_position":"sm:place-self-center sm:text-center","overlay_color":"#000000","overlay_opacity":35}},"multi_column_anQ4iU":{"type":"multi-column","blocks":{"image_with_text_T4mPVM":{"type":"image_with_text","settings":{"image":"shopify:\/\/shop_images\/IMG_29432_ab735a49-058d-4dc9-9bd3-6fa52bdd50f1.jpg","title":"Durable Surface","heading_tag":"h3","content":"<p>Low maintenance, high quality desktop that repels spills and dings<\/p>","link_url":"","link_text":""}},"image_with_text_6jaWRM":{"type":"image_with_text","settings":{"image":"shopify:\/\/shop_images\/IMG_29452_f9b20e8c-42e3-4d01-93a6-1ac42d09ed3c.jpg","title":"Cable Wrangler","heading_tag":"h3","content":"<p>Built-in brushed cable grommet with optional in-desk power<\/p>","link_url":"","link_text":""}},"image_with_text_WLy9Vn":{"type":"image_with_text","settings":{"image":"shopify:\/\/shop_images\/IMG_29442_20a0dd3b-a953-4ae8-ba4c-932db06ffb3c.jpg","title":"Headphone Hanger","heading_tag":"h3","content":"<p>Keep your headphones organized and easily accessible with our convenient headphone hanger<\/p>","link_url":"","link_text":""}},"image_with_text_FQLMfp":{"type":"image_with_text","settings":{"image":"shopify:\/\/shop_images\/374376a4-2c9d-411f-9388-66b42b5845ad.__CR0_0_300_300_PT0_SX220_V1.jpg","title":"Waterproof Desktop","heading_tag":"h3","content":"<p>This desktop is waterproof, protecting it from spills and liquid damage.<\/p>","link_url":"","link_text":""}}},"block_order":["image_with_text_T4mPVM","image_with_text_6jaWRM","image_with_text_WLy9Vn","image_with_text_FQLMfp"],"settings":{"color_scheme":"","separate_section_with_border":true,"columns_per_row":4,"stack_on_mobile":false,"overlap_image":false,"content_alignment":"center","text_alignment":"center","spacing":"md","subheading":"","title":"Take a closer look","content":""}},"image_with_text_overlay_qMAGLV":{"type":"image-with-text-overlay","blocks":{"heading_FTYbpX":{"type":"heading","settings":{"text":"","heading_tag":"h4"}},"richtext_rjUAAH":{"type":"richtext","settings":{"content":""}}},"block_order":["heading_FTYbpX","richtext_rjUAAH"],"settings":{"color_scheme":"","image_size":"auto","image":"shopify:\/\/shop_images\/IMG_3142.jpg","allow_transparent_header":false,"reveal_on_scroll":true,"remove_vertical_spacing":true,"content_width":"md","mobile_text_position":"place-self-center text-center","desktop_text_position":"sm:place-self-center sm:text-center","overlay_color":"#000000","overlay_opacity":0}},"multiple_media_with_text_Ug89hV":{"type":"multiple-media-with-text","blocks":{"image_df7HqE":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/IMG_3540.jpg","rotation":0}},"image_dKtRwV":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/H108db72f11a547d69cb50ababe3b3bc3F.webp","rotation":0}}},"block_order":["image_df7HqE","image_dKtRwV"],"settings":{"color_scheme":"","reveal_on_scroll":true,"separate_section_with_border":true,"media_position_desktop":"before_text","media_position_mobile":"before_text","media_layout":"separated","media_alignment":"center","media_alignment_offset":0,"media_mobile_alignment_offset":0,"text_alignment":"center","subheading":"","title":"Work with Ease","content":"<p>DUAL SPLIT WIDE DESKTOP - This standing desk is designed with 2 spliced panels to reduce the weight burden when installing<\/p><p><\/p><p>QUIET AND SMOOTH - This electric standing desk is powered by a powerful motor that smoothly adjusts the height from 28\" - 45\" and ensures a low noise level (less than 50 decibels), so you can rest assured that your pets won't be woken up even if they are sleeping<\/p>","button_1_text":"","button_1_link":"","button_1_style":"solid","button_2_text":"","button_2_link":"","button_2_style":"solid"}},"text_with_icons_XcB3Vb":{"type":"text-with-icons","blocks":{"item_aA6VHK":{"type":"item","settings":{"icon":"picto-customer-support","icon_width":24,"mobile_icon_width":24,"title":"<strong>ERGONOMIC SUPPORT<\/strong>","content":"<p>Designed to support you throughout the day, optimizing comfort and productivity<\/p>"}},"item_CLUa4i":{"type":"item","settings":{"icon":"picto-delivery-truck","icon_width":24,"mobile_icon_width":24,"title":"<strong>FREE & FAST SHIPPING<\/strong>","content":"<p><em>Free shipping on orders $90+ from a location near you, with all carbon emissions offset<\/em><\/p>"}},"item_yExmjG":{"type":"item","settings":{"icon":"picto-happy-face","icon_width":24,"mobile_icon_width":24,"title":"<strong>EASY ASSEMBLY<\/strong>","content":"<p>Set up with ease. Our furniture can be assembled within your lunch break<\/p>"}},"item_ep4cRE":{"type":"item","settings":{"icon":"picto-jewelry","icon_width":24,"mobile_icon_width":24,"title":"<strong>HIGH-QUALITY MATERIALS<\/strong>","content":"<p>We use high-quality materials for our products<\/p>"}}},"block_order":["item_aA6VHK","item_CLUa4i","item_yExmjG","item_ep4cRE"],"settings":{"color_scheme":"scheme-3","separate_section_with_border":false,"stack_on_mobile":false,"icon_color":"","text_color":"","text_alignment":"center"}},"tabs_ekdJyi":{"type":"tabs","blocks":{"tab_DxyX7f":{"type":"tab","settings":{"title":"OVERVIEW","content":"<p>Not an ordinary desk. With exceptional stability, appearance and space, ergonspace makes an active workday easier.<\/p>","page":"","open_on_mobile":false}},"tab_MpXWXf":{"type":"tab","settings":{"title":"BENEFITS","content":"<p>Impact-resistant MDF tabletop in 4 spacious sizes.<br\/>No coffee spills: low-noise motor for smooth, quiet lifting.<br\/>Two-stage columns and adjustable legs for exceptional stability.<br\/>It has a 275-pound lifting capacity and an extended lift range of 28-45 inches.<br\/>Matte grommet for cable routing and optional built-in power supply<br\/>Find and maintain your ideal height with centimeter-level adjustments.<br\/>Expert Approved: Voted a Best Standing Desk by The Strategist, Apartment Therapy, TechRadar, Good Housekeeping and one of the Best Products of 2020 by Business Insider<\/p>","page":"","open_on_mobile":false}},"tab_6JHtFG":{"type":"tab","settings":{"title":"GOOD FOR","content":"<p>Exceptional durability and design for home or corporate use<br\/>A spacious foundation (no wobbles) for work at any height<br\/>Encouraging movement and energy during the workday<br\/>Want a more affordable option? Try our new Standing Desk<\/p>","page":"","open_on_mobile":false}}},"block_order":["tab_DxyX7f","tab_MpXWXf","tab_6JHtFG"],"settings":{"color_scheme":"scheme-1","separate_section_with_border":true,"subheading":"","title":"","text_alignment":"center"}},"video_CcUc7k":{"type":"video","blocks":{"play_EwTaGN":{"type":"play","settings":{"icon_color":"#ffffff"}},"heading_Nn9yLa":{"type":"heading","settings":{"text":"","heading_tag":"h2"}}},"block_order":["play_EwTaGN","heading_Nn9yLa"],"settings":{"autoplay":true,"show_controls":false,"video_size":"auto","video":"shopify:\/\/files\/videos\/copy_F149B805-2601-495D-9B86-25D9371D9281.MOV","external_video_url":"https:\/\/www.youtube.com\/watch?v=_9VUPq3SxOc","text_color":"#ffffff"}},"slideshow_gBpTPa":{"type":"slideshow","settings":{"allow_transparent_header":true,"show_next_section_button":true,"media_size":"auto","autoplay":true,"autoplay_pause_on_video":true,"cycle_speed":5,"background":"#000000","controls_color":"#ffffff"}},"image_with_text_axbUXK":{"type":"image-with-text","blocks":{"subheading_mCVDUd":{"type":"subheading","settings":{"text":""}},"heading_CcYiUy":{"type":"heading","settings":{"text":"We sell direct and share the savings.","heading_tag":"h1"}},"richtext_peWLhk":{"type":"richtext","settings":{"content":"<p>We cut out middlemen and maintain a lean line of modular inventory to save you up to 50% compared to traditional office furniture of similar quality.<\/p>"}}},"block_order":["subheading_mCVDUd","heading_CcYiUy","richtext_peWLhk"],"settings":{"color_scheme":"","separate_section_with_border":true,"image":"shopify:\/\/shop_images\/fu.png","reveal_on_scroll":true,"image_position":"start","content_width":"sm","remove_vertical_spacing":true}},"image_with_text_HAfQEP":{"type":"image-with-text","blocks":{"heading_xjj3nm":{"type":"heading","settings":{"text":"STURDY & DURABLE","heading_tag":"h1"}},"richtext_8MztmH":{"type":"richtext","settings":{"content":"<p> - Home office computer standing desk consists of reinforced stainless steel frame, thickened table top and sturdy T-legs, factory tested for 50,000 lifts and the powerful motor lifts the weight up to 176 lbs for two monitors + laptop and more.<\/p>"}}},"block_order":["heading_xjj3nm","richtext_8MztmH"],"settings":{"color_scheme":"","separate_section_with_border":true,"image":"shopify:\/\/shop_images\/IMG_3008.jpg","reveal_on_scroll":true,"image_position":"start","content_width":"sm","remove_vertical_spacing":true}},"rich_text_a3MprF":{"type":"rich-text","blocks":{"heading_DbBnyt":{"type":"heading","settings":{"text":"Welcome to a better way to work","heading_tag":"h1"}},"richtext_iUpBPP":{"type":"richtext","settings":{"content":"<p>We help you furnish an inspiring, supportive workspace without breaking the bank. Here's how:<\/p>"}}},"block_order":["heading_DbBnyt","richtext_iUpBPP"],"settings":{"color_scheme":"","separate_section_with_border":false,"content_width":"sm","text_position":"center","remove_vertical_spacing":false}},"image_with_text_hBVwdV":{"type":"image-with-text","blocks":{"subheading_nVBKYf":{"type":"subheading","settings":{"text":""}},"heading_AhUwVN":{"type":"heading","settings":{"text":"EASY INSTALLATION","heading_tag":"h1"}},"richtext_m8WX9j":{"type":"richtext","settings":{"content":"<p>We provide an installation video and installation manual in every electric home office standing desk package. Detailed installation instructions and a full set of accessories allow you to quickly assemble the desk in less than 30 minutes<\/p>"}}},"block_order":["subheading_nVBKYf","heading_AhUwVN","richtext_m8WX9j"],"settings":{"color_scheme":"","separate_section_with_border":true,"image":"shopify:\/\/shop_images\/SD-102NE-GIF-V1.gif","reveal_on_scroll":true,"image_position":"start","content_width":"sm","remove_vertical_spacing":true}},"image_with_text_3ntQ7x":{"type":"image-with-text","blocks":{"subheading_X8y4Uz":{"type":"subheading","settings":{"text":""}},"heading_wtNV9r":{"type":"heading","settings":{"text":"DESK HEIGHT","heading_tag":"h1"}},"richtext_ryGUbh":{"type":"richtext","settings":{"content":"<p>MIN. 28 - MAX. 45. Customize height sit-to-stand desk. Height adjustable to ensure comfort and promote good posture!<\/p>"}}},"block_order":["subheading_X8y4Uz","heading_wtNV9r","richtext_ryGUbh"],"settings":{"color_scheme":"scheme-1","separate_section_with_border":true,"image":"shopify:\/\/shop_images\/video-output-10819338-4E9B-4215-860F-BA24BFA715F2_be792d6c-77e1-4f8a-ba1d-f6110dfe16f4.gif","reveal_on_scroll":true,"image_position":"end","content_width":"sm","remove_vertical_spacing":true}},"before_after_DNRFaL":{"type":"before-after","blocks":{"before_bPN3dF":{"type":"before","settings":{"color_scheme":"","image":"shopify:\/\/shop_images\/IMG_7881.jpg","text":"Before","link_text":"","link_url":"","link_style":"link"}},"after_nzG6W8":{"type":"after","settings":{"color_scheme":"","image":"shopify:\/\/shop_images\/IMG_7884.jpg","text":"After","link_text":"","link_url":"","link_style":"link"}}},"block_order":["before_bPN3dF","after_nzG6W8"],"settings":{"color_scheme":"","separate_section_with_border":true,"subheading":"","title":"","content":"","cursor_direction":"horizontal","cursor_initial_position":50,"cursor_background":"#ffffff","cursor_arrows_color":"#000000"}},"faq_6CgyB6":{"type":"faq","blocks":{"category_Yn6EQ9":{"type":"category","settings":{"title":"","icon":"none","icon_width":16}},"question_KNVYq6":{"type":"question","settings":{"question":"What is the ideal desk height for me and how do I adjust it?","answer":"<p>The ideal desk height varies from person to person. But as a general guideline, your desk should be at elbow height when you're sitting. The top edge of your monitor should be at eye level to avoid strain. When standing, your desk should form a line with your bent elbows.<br\/><br\/><br\/>The height-adjustable desks from Desktronic offer convenient adjustment options. Equipped with an electronic touchscreen controller that displays height in centimeters, these desks allow for effortless raising or lowering using a built-in motor. Additionally, they have three fully programmable height presets. This means you can reach your preferred desk position with just one touch.<\/p>"}},"question_mgXdr8":{"type":"question","settings":{"question":"Is the  height-adjustable desk easy to assemble?","answer":"<p>Absolutely! Each component is carefully organized. Each component is clearly marked. Our assembly instructions guide you step by step with detailed illustrations to make the process as straightforward as possible. Each desk also has pre-drilled holes in the table top. For hassle-free assembly that usually takes less than 30 minutes. After assembly, we recommend that someone help you move it. This is safer and more convenient.<\/p>"}},"question_mRfiGd":{"type":"question","settings":{"question":"Are there any maintenance requirements for the  Height Adjustable Desk?","answer":"<p>Maintenance for your height-adjustable desk is straightforward. To keep it clean and in good condition, all you need is a damp cloth. It is important to avoid using chemicals or cleaning products as they can potentially damage the surface and finish of the desk. A simple wipe with a damp cloth is enough to keep your desk looking good.<\/p>"}},"question_rwfipa":{"type":"question","settings":{"question":"How tall should I be to use the ergonspace height-adjustable desk?","answer":"<p>The ergonspace desk is ideal for people between 155cm and 198 cm tall.<\/p>"}},"question_q7j7Ed":{"type":"question","settings":{"question":"What materials is the ergonspace height-adjustable desk made of?","answer":"<p>The desk has robust legs made of rust-proof stainless steel. Combined with a 25mm thick table top made of high quality MFC panel sourced and manufactured in Europe. Each table top is made from certified melamine-faced chipboard material, known for its durability. A standard in many offices across the country. <\/p>"}}},"block_order":["category_Yn6EQ9","question_KNVYq6","question_mgXdr8","question_mRfiGd","question_rwfipa","question_q7j7Ed"],"settings":{"color_scheme":"","separate_section_with_border":true,"show_categories":false,"subheading":"","title":"Frequently Asked Questions","content":""}},"related_products_xTfbdd":{"type":"related-products","settings":{"color_scheme":"","separate_section_with_border":true,"hide_product_information":false,"stack_products":false,"recommendations_count":10,"products_per_row_mobile":"2","products_per_row_desktop":4,"horizontal_spacing_factor":1,"vertical_spacing_factor":1,"subheading":"","title":"Related products","content":""}},"171224176685920eaa":{"type":"apps","settings":{"color_scheme":"","separate_section_with_border":true,"remove_vertical_spacing":false,"remove_horizontal_spacing":false}}},"order":["main","image_with_text_overlay_RbTPaW","multi_column_anQ4iU","image_with_text_overlay_qMAGLV","multiple_media_with_text_Ug89hV","text_with_icons_XcB3Vb","tabs_ekdJyi","video_CcUc7k","slideshow_gBpTPa","image_with_text_axbUXK","image_with_text_HAfQEP","rich_text_a3MprF","image_with_text_hBVwdV","image_with_text_3ntQ7x","before_after_DNRFaL","faq_6CgyB6","related_products_xTfbdd","171224176685920eaa"]}